Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nb.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: The Factory er en steampunk-, science fiction-kortfilm som handlar om en mann, en robot og en kyborg som arbeider på en brusfabrikk.
nn: The Factory er ein steampunk-\, science fiction-kortfilm som handlar om ein mann\, ein robot og ein kyborg som arbeider på ein brusfabrikk.

source: En rakett blir bygd for å kome tilbake til jorda.
nn: Ein rakett blir bygd for å kome tilbake til jorda.

source: Det blir et kappløp mellom denne ballen sitt fall mot jorda (ballen endrar seg undervegs til en jordklode) og en fugl som i aukande panikk plukkar fjør frå eige bryst for å lage et reir for å redde ballen.
nn: Det blir eit kappløp mellom denne ballen sitt fall mot jorda (ballen endrar seg undervegs til ein jordklode) og ein fugl som i aukande panikk plukkar fjør frå eige bryst for å lage eit reir for å redde ballen.

source: En kan sjå filmen som en konsekvens av dagens utvikling.
nn: Ein kan sjå filmen som ein konsekvens av dagens utvikling.

source: En tankens hærmann av Olav Vesaas kjem i høve Vinje-jubileet i ny utgåve, og direktør i Nynorsk kultursentrum Ottar Grepstad har samla en bibliografi over alle Vinjes skrifter.
nn: Ein tankens hærmann av Olav Vesaas kjem i høve Vinje-jubileet i ny utgåve\, og direktør i Nynorsk kultursentrum Ottar Grepstad har samla ein bibliografi over alle Vinjes skrifter.

source: skole@nb.no Personer som har luftveissymptomer eller andre symptomer på covid-19, eller personer som er i karantene eller isolasjon, skal holde seg hjemme. Omvisingar
nn: Personar som har luftvegssymptom eller andre symptom på covid-19, eller personar som er i karantene eller isolasjon, skal halde seg heime.

source: På overflata har Andreas et perfekt liv.
nn: På overflata har Andreas eit perfekt liv.

source: Omplassering er en «kvardags-science fiction» som tar føre seg samlivsproblem i ei tenkt nær framtid der overfolking av jorda krev ekstreme tiltak.
nn: Omplassering er ein «kvardags-science fiction» som tar føre seg samlivsproblem i ei tenkt nær framtid der overfolking av jorda krev ekstreme tiltak.

source: I dag har vi Middelhavet som parallell, et hav der titusen av menneske på flukt har drukna, en innlandsis, ikke på verdskartet, men i hjarta til folk.
nn: I dag har vi Middelhavet som parallell\, eit hav der titusen av menneske på flukt har drukna\, ein innlandsis\, ikkje på verdskartet\, men i hjarta til folk.

source: Du treng ikke hente billett for å se den digitale sendinga.
nn: Du treng ikkje hente billett for å se den digitale sendinga.
